#  ╭──────────────────────────────────────────────────────────╮
#  │            history補完(C-r)ができなくなった時            │
#  ╰──────────────────────────────────────────────────────────╯
bindkey -v
bindkey '\e[3~' delete-char
bindkey '^R' history-incremental-search-backward

#  ╭──────────────────────────────────────────────────────────╮
#  │                 Ctrl + n, pで履歴を遡る                  │
#  ╰──────────────────────────────────────────────────────────╯
bindkey "^N" down-line-or-history
bindkey "^P" up-line-or-history

#  ╭──────────────────────────────────────────────────────────╮
#  │                Shift-Tabで補完を逆順する                 │
#  ╰──────────────────────────────────────────────────────────╯
bindkey "^[[Z" reverse-menu-complete
